Repository: Xentinus/Homassy-ios
Catalog: Homassy/Localizable.xcstrings
Source language: en
Languages: de, hu

# price.chart.footer %@ %lld
source: Latest %1$@ · Purchases: %2$lld
de: Zuletzt %1$@ · Einkäufe: %2$lld
hu: Legutóbb %1$@ · Vásárlások: %2$lld

# price.history
source: Purchases
de: Einkäufe
hu: Vásárlások

# price.store.hint
source: Shows the price over time
de: Zeigt den Preisverlauf
hu: Megmutatja az ár alakulását

# product.detail.consume
source: Consume
de: Verbrauchen
hu: Fogyasztás

# product.detail.deleteProduct
source: Delete product
de: Produkt löschen
hu: Termék törlése

# product.detail.history %lld
source: History (%lld)
de: Verlauf (%lld)
hu: Előzmények (%lld)

# product.detail.more
source: More
de: Mehr
hu: Továbbiak

# product.detail.move
source: Move
de: Verschieben
hu: Áthelyezés

# product.detail.noHistory
source: No history yet
de: Noch kein Verlauf
hu: Még nincsenek előzmények

# product.detail.noItems
source: Nothing in stock
de: Nichts auf Lager
hu: Nincs készleten

# product.detail.noLocation
source: No location
de: Kein Lagerort
hu: Nincs tároló

# product.detail.noPrices
source: No purchase with a price yet.
de: Noch kein Kauf mit Preis.
hu: Még nincs rögzített árral vásárlás.

# product.detail.notFound
source: Product not found
de: Produkt nicht gefunden
hu: A termék nem található

# product.detail.priceTrend
source: Price trend
de: Preisentwicklung
hu: Áralakulás

# product.detail.purchased %@
source: Bought %@
de: Gekauft am %@
hu: Vásárolva: %@

# product.detail.stock %lld
source: Stock items (%lld)
de: Bestand (%lld)
hu: Készlet elemek (%lld)

# product.detail.unknownStore
source: Unknown store
de: Unbekanntes Geschäft
hu: Ismeretlen bolt

# product.field.brand
source: Brand
de: Marke
hu: Márka

# product.field.category
source: Category
de: Kategorie
hu: Kategória

# product.field.favorite
source: Favorite
de: Favorit
hu: Kedvenc

# product.field.notes
source: Notes
de: Notizen
hu: Megjegyzés

# product.field.unit
source: Unit
de: Einheit
hu: Mértékegység

# product.form.addPhoto
source: Add photo
de: Foto hinzufügen
hu: Fotó hozzáadása

# product.form.choosePhoto
source: Choose photo
de: Foto auswählen
hu: Fotó kiválasztása

# product.form.edit
source: Edit product
de: Produkt bearbeiten
hu: Termék szerkesztése

# product.form.editPhoto
source: Crop or rotate
de: Zuschneiden oder drehen
hu: Vágás, forgatás

# product.form.new
source: New product
de: Neues Produkt
hu: Új termék

# product.form.photo
source: Photo
de: Foto
hu: Fotó

# product.form.removePhoto
source: Remove photo
de: Foto entfernen
hu: Fotó eltávolítása

# product.form.suggestions
source: Existing categories
de: Vorhandene Kategorien
hu: Meglévő kategóriák

# product.form.takePhoto
source: Take photo
de: Foto aufnehmen
hu: Fotó készítése

# products.empty.message
source: Add a product or scan a barcode to start this space's catalogue.
de: Füge ein Produkt hinzu oder scanne einen Barcode, um den Katalog zu beginnen.
hu: Adj hozzá egy terméket, vagy olvass be egy vonalkódot a katalógus elindításához.

# products.empty.title
source: No products yet
de: Noch keine Produkte
hu: Még nincsenek termékek

# products.filter
source: Filter by category
de: Nach Kategorie filtern
hu: Szűrés kategóriára

# products.filter.all
source: All categories
de: Alle Kategorien
hu: Minden kategória

# products.search.prompt
source: Name, brand, category or barcode
de: Name, Marke, Kategorie oder Barcode
hu: Név, márka, kategória vagy vonalkód

source: Search by barcode
de: Per Barcode suchen
hu: Keresés vonalkóddal

# search.createProduct
source: New product with this barcode
de: Neues Produkt mit diesem Barcode
hu: Új termék ezzel a vonalkóddal

# search.noResults
source: No results
de: Keine Ergebnisse
hu: Nincs találat

# search.unknownBarcode.message
source: No product in this space has this barcode yet.
de: Noch kein Produkt in diesem Bereich hat diesen Barcode.
hu: Ebben a térben még egyetlen terméknek sincs ilyen vonalkódja.

# sectionIndex.label
source: Section index
de: Abschnittsindex
hu: Betűmutató

# share.accept.failed.title
source: Couldn't join the household
de: Beitritt zum Haushalt fehlgeschlagen
hu: Nem sikerült csatlakozni a háztartáshoz

# share.accept.joining
source: Joining household…
de: Haushalt wird beigetreten …
hu: Csatlakozás a háztartáshoz…

# share.accept.retry
source: Try again
de: Erneut versuchen
hu: Újra

# shopping.add.back
source: Back
de: Zurück
hu: Vissza

# shopping.add.confirm
source: Add
de: Hinzufügen
hu: Hozzáadás

# shopping.add.custom %@
source: New item: %@
de: Neuer Eintrag: %@
hu: Új tétel: %@

# shopping.add.howMuch
source: How much?
de: Wie viel?
hu: Mennyit?

# shopping.add.map
source: Choose on the map
de: Auf der Karte wählen
hu: Kiválasztás a térképen

# shopping.add.next
source: Next
de: Weiter
hu: Tovább

# shopping.add.products
source: Products
de: Produkte
hu: Termékek

# shopping.add.query
source: Product or item name
de: Produkt- oder Eintragsname
hu: Termék vagy tétel neve

# shopping.add.title %lld %lld
source: Add item · %1$lld of %2$lld
de: Eintrag hinzufügen · %1$lld von %2$lld
hu: Tétel hozzáadása · %1$lld/%2$lld

# shopping.add.what
source: What do you need?
de: Was brauchst du?
hu: Mire van szükség?

# shopping.add.where
source: From where?
de: Woher?
hu: Honnan?

# shopping.detail.add
source: Add item
de: Eintrag hinzufügen
hu: Tétel hozzáadása

# shopping.detail.empty.message
source: Tap + to add the first item.
de: Tippe auf +, um den ersten Eintrag hinzuzufügen.
hu: Koppints a + gombra az első tétel hozzáadásához.

# shopping.detail.empty.title
source: The list is empty
de: Die Liste ist leer
hu: A lista üres

# shopping.form.deadline
source: Needed by
de: Benötigt bis
hu: Határidő

# shopping.form.hasDeadline
source: Needed by a date
de: Bis zu einem Datum nötig
hu: Adott napig kell

# shopping.form.note
source: Note
de: Notiz
hu: Megjegyzés

# shopping.form.product
source: Product
de: Produkt
hu: Termék

# shopping.form.quantity
source: Quantity
de: Menge
hu: Mennyiség

# shopping.form.store
source: Store
de: Geschäft
hu: Üzlet

# shopping.form.store.none
source: Any store
de: Beliebiges Geschäft
hu: Bármelyik üzlet

# shopping.form.title
source: Item
de: Eintrag
hu: Tétel

# shopping.form.unit
source: Unit
de: Einheit
hu: Mértékegység

# shopping.item.deadline %@
source: Needed by %@
de: Benötigt bis %@
hu: Határidő: %@

# shopping.item.openPurchaseHint
source: Opens the purchase: amount, shop and inventory
de: Öffnet den Einkauf: Menge, Geschäft und Vorrat
hu: Megnyitja a vásárlást: mennyiség, üzlet és készlet

# shopping.list.missing
source: This list no longer exists
de: Diese Liste gibt es nicht mehr
hu: Ez a lista már nem létezik

# shopping.listEditor.color
source: Colour
de: Farbe
hu: Szín

# shopping.listEditor.colorOption %lld
source: Colour %lld
de: Farbe %lld
hu: %lld. szín

# shopping.listEditor.custom
source: Custom colour
de: Eigene Farbe
hu: Egyedi szín

# shopping.listEditor.editTitle
source: Edit list
de: Liste bearbeiten
hu: Lista szerkesztése

# shopping.lists.delete.action
source: Delete list
de: Liste löschen
hu: Lista törlése

# shopping.lists.delete.confirm %@
source: Delete “%@” and all its items?
de: „%@“ mit allen Einträgen löschen?
hu: Törlöd a(z) „%@” listát az összes tételével együtt?

# shopping.lists.empty.message
source: Create a list for your next shop.
de: Erstelle eine Liste für deinen nächsten Einkauf.
hu: Hozz létre egy listát a következő bevásárláshoz.

# shopping.lists.empty.title
source: No shopping lists
de: Keine Einkaufslisten
hu: Nincs bevásárlólista

# shopping.lists.new
source: New list
de: Neue Liste
hu: Új lista

# shopping.lists.remaining %lld
source: %lld to buy
de: %lld zu kaufen
hu: %lld megveendő

# shopping.lists.title
source: Shopping
de: Einkaufen
hu: Bevásárlás

# shopping.noSpace
source: Nothing to show yet
de: Noch nichts zu zeigen
hu: Még nincs mit mutatni

# shopping.purchase.addToInventory
source: Add to inventory
de: In den Vorrat legen
hu: Készletbe tétel

# shopping.purchase.addToInventory.off
source: The item is only removed from the list.
de: Der Eintrag wird nur von der Liste entfernt.
hu: A tétel csak lekerül a listáról.

# shopping.purchase.addToInventory.offRecorded
source: Not added to the inventory; the shop and price are still recorded.
de: Nicht im Vorrat; Geschäft und Preis werden trotzdem erfasst.
hu: Nem kerül készletbe; az üzlet és az ár rögzül.

# shopping.purchase.confirm
source: Bought
de: Gekauft
hu: Megvettem

# shopping.purchase.fromWhere
source: From where
de: Woher
hu: Honnan

# shopping.purchase.howMuch
source: How much did you buy?
de: Wie viel hast du gekauft?
hu: Mennyit vettél?

# shopping.purchase.keepRemainder %@
source: Keep the remaining %@ on the list
de: Die restlichen %@ auf der Liste lassen
hu: A maradék %@ maradjon a listán

# shopping.purchase.of %@
source: of %@
de: von %@

# shopping.purchase.price.footer
source: What you paid for this amount. The price trend shows it per unit.
de: Was du für diese Menge bezahlt hast. Der Preisverlauf zeigt es pro Einheit.
hu: Amennyit ezért a mennyiségért fizettél. Az áralakulás egységárban mutatja.

# shopping.purchase.pricePaid
source: Amount paid
de: Bezahlter Betrag
hu: Fizetett összeg

# shopping.purchase.quantity
source: Quantity
de: Menge
hu: Mennyiség

# space.new
source: New household
de: Neuer Haushalt
hu: Új háztartás

# space.settings
source: Settings…
de: Einstellungen…
hu: Beállítások…

# space.switcher
source: Switch space
de: Bereich wechseln
hu: Tér váltása

# space.syncProblem.accessibility %@
source: %@, sync problem
de: %@, Synchronisierungsproblem
hu: %@, szinkronizálási hiba

# stock.currency
source: Currency
de: Währung
hu: Pénznem

# stock.edit
source: Edit
de: Bearbeiten
hu: Szerkesztés

# stock.expiresAt
source: Expires
de: Läuft ab
hu: Lejárat

# stock.expiry.none
source: none
de: keins
hu: nincs

# stock.location
source: Storage location
de: Lagerort
hu: Tároló

# stock.lot.add
source: Add batch
de: Weiterer Posten
hu: Újabb tétel

# stock.lot.count %lld
source: %lld batches
de: %lld Posten
hu: %lld tétel

# stock.lot.label %lld
source: Batch %lld
de: Posten %lld
hu: %lld. tétel

# stock.lot.remove %lld
source: Delete batch %lld
de: Posten %lld löschen
hu: %lld. tétel törlése

# stock.lot.total %@
source: Total %@
de: Gesamt %@
hu: Összesen %@

# stock.lot.totalOf %@ %@
source: Total %1$@ of %2$@
de: Gesamt %1$@ von %2$@
hu: Összesen %1$@ / %2$@

# stock.lots
source: Batches
de: Posten
hu: Tételek

# stock.noExpiry
source: No expiry date
de: Kein Ablaufdatum
hu: Nincs lejárata

# stock.priceSplit %@
source: Split across the batches: %@
de: Auf die Posten aufgeteilt: %@
hu: A tételek arányosan kapják: %@

# stock.purchase
source: Purchase
de: Einkauf
hu: Vásárlás

# stock.purchase.date
source: Date
de: Datum
hu: Dátum

# stock.quantity
source: Quantity
de: Menge
hu: Mennyiség

# stock.title.add
source: Add to inventory
de: Zum Vorrat hinzufügen
hu: Hozzáadás a készlethez

# stock.title.edit
source: Edit item
de: Artikel bearbeiten
hu: Tétel szerkesztése

# stock.transfer
source: Move to another household
de: In anderen Haushalt verschieben
hu: Áthelyezés másik háztartásba

# stock.transfer.confirm %@
source: Move to %@
de: Nach %@ verschieben
hu: Áthelyezés ide: %@

# stock.transfer.title
source: Move this item to another household? It is copied there and removed here.
de: Diesen Artikel in einen anderen Haushalt verschieben? Er wird dort angelegt und hier entfernt.
hu: Áthelyezed ezt a tételt egy másik háztartásba? Ott létrejön, itt törlődik.

# stock.unit
source: Unit
de: Einheit
hu: Mértékegység

# storageLocations.add
source: Add location
de: Lagerort hinzufügen
hu: Tároló hozzáadása

# storageLocations.edit
source: Edit location
de: Lagerort bearbeiten
hu: Tároló szerkesztése

# storageLocations.empty.message
source: Add the fridge, the pantry or the freezer to group your inventory.
de: Füge Kühlschrank, Vorratskammer oder Gefrierschrank hinzu, um deinen Bestand zu gruppieren.
hu: Add hozzá a hűtőt, a kamrát vagy a fagyasztót, hogy csoportosítsd a készletet.

# storageLocations.empty.title
source: No storage locations yet
de: Noch keine Lagerorte
hu: Még nincsenek tárolók

# storageLocations.form.color
source: Color
de: Farbe
hu: Szín

# storageLocations.form.freezer
source: Freezer
de: Gefrierschrank
hu: Fagyasztó

# storageLocations.form.noColor
source: No color
de: Keine Farbe
hu: Nincs szín

# storageLocations.itemCount %lld
source: %lld items
de: %lld Artikel
hu: %lld tétel

# storageLocations.new
source: New location
de: Neuer Lagerort
hu: Új tároló

# storageLocations.title
source: Storage locations
de: Lagerorte
hu: Tárolók

# store.change
source: Change
de: Ändern
hu: Módosítás

# store.chooseSelected
source: Choose
de: Auswählen
hu: Kiválasztás

# store.loading
source: Searching…
de: Suche…
hu: Keresés…

# store.map.hint
source: Move the map to see the shops there, or tap any shop on the map.
de: Verschiebe die Karte, um die Geschäfte dort zu sehen, oder tippe auf ein Geschäft auf der Karte.
hu: Mozgasd a térképet, és megjelennek az ott lévő üzletek, vagy koppints bármelyik üzletre a térképen.

# store.none
source: No store
de: Kein Geschäft
hu: Nincs üzlet

# store.other
source: Other store…
de: Anderes Geschäft …
hu: Másik bolt…

# store.recent.empty
source: Stores you pick appear here.
de: Ausgewählte Geschäfte erscheinen hier.
hu: A kiválasztott üzletek itt jelennek meg.

# store.search.places
source: Places
de: Orte
hu: Helyek

# store.search.prompt
source: Search shops or addresses
de: Geschäfte oder Adressen suchen
hu: Üzlet vagy cím keresése

# store.search.results
source: Results
de: Ergebnisse
hu: Találatok

# store.suggested %@
source: Nearest shop · %@
de: Nächstes Geschäft · %@
hu: Legközelebbi üzlet · %@

# store.tab.nearby
source: Nearby
de: In der Nähe
hu: A közelben

# store.tab.recent
source: Recent
de: Zuletzt
hu: Legutóbbiak

# store.title
source: Store
de: Geschäft
hu: Üzlet

# support.body
source: Homassy is free, has no ads and no paid features. If you would like to support its development, you can — it buys nothing and unlocks nothing. Thank you either way.
de: Homassy ist kostenlos, ohne Werbung und ohne kostenpflichtige Funktionen. Wenn du die Entwicklung unterstützen möchtest, kannst du das tun — du kaufst damit nichts und schaltest nichts frei. Danke so oder so.
hu: A Homassy ingyenes, nincs benne hirdetés és nincs fizetős funkció. Ha szeretnéd támogatni a fejlesztést, megteheted — semmit nem vásárolsz vele és semmit nem old fel. Így is, úgy is köszönöm.

# support.open
source: Support development
de: Entwicklung unterstützen
hu: Fejlesztés támogatása

# support.open.hint
source: Opens the support page in Safari.
de: Öffnet die Unterstützungsseite in Safari.
hu: Megnyitja a támogatási oldalt a Safariban.

# sync.callout.title
source: Not syncing
de: Keine Synchronisierung
hu: Nem szinkronizál

# sync.lastSynced %@
source: Last synced %@
de: Zuletzt synchronisiert: %@
hu: Utolsó szinkronizálás: %@

# sync.localOnly
source: Sync needs iCloud — available in the released app
de: Synchronisierung braucht iCloud – verfügbar in der veröffentlichten App
hu: A szinkronizáláshoz iCloud kell – a kiadott alkalmazásban érhető el

# sync.removeLocalCopy
source: Remove from this device
de: Von diesem Gerät entfernen
hu: Eltávolítás erről az eszközről

# sync.title
source: iCloud sync
de: iCloud-Synchronisierung
hu: iCloud-szinkronizálás

# sync.waiting
source: Waiting for the first sync
de: Warten auf die erste Synchronisierung
hu: Várakozás az első szinkronizálásra

# sync.zoneGone.footer
source: A copy is still on this device. Export it to keep the data, then remove it.
de: Eine Kopie ist noch auf diesem Gerät. Exportiere sie, um die Daten zu behalten, und entferne sie dann.
hu: Egy másolat még megvan ezen az eszközön. Exportáld, ha meg akarod tartani az adatokat, aztán távolítsd el.

# tab.inventory
source: Inventory
de: Vorrat
hu: Készlet

# tab.search
source: Search
de: Suchen
hu: Keresés

# tab.shopping
source: Shopping
de: Einkaufen
hu: Bevásárlás

# undo.action
source: Undo
de: Rückgängig
hu: Visszavonás

# undo.failed
source: The change couldn't be saved, so it was undone.
de: Die Änderung konnte nicht gespeichert werden und wurde rückgängig gemacht.
hu: A módosítást nem sikerült menteni, ezért visszavontuk.

# archive.import.appVersion
source: App version
hu: Alkalmazásverzió

# archive.import.newSpaceName
source: Name
hu: Név

# archive.import.title
source: Import
hu: Importálás

# member.color.fuchsia
source: Fuchsia
hu: Fukszia

# member.color.indigo
source: Indigo
hu: Indigó

# member.color.rose
source: Rose
hu: Rózsa

# product.card.barcode %@
source: Barcode %@
hu: Vonalkód: %@

# product.field.barcode
source: Barcode
hu: Vonalkód

# product.field.name
source: Name
hu: Név

# product.field.url
source: Link (optional)
hu: Hivatkozás (nem kötelező)

# shopping.form.name
source: Name
hu: Név

# shopping.listEditor.name
source: Name
hu: Név

# storageLocations.form.name
source: Name
hu: Név

# store.details
source: Details
hu: Részletek
